local selena_question = GameDatas.ClientInitGame.selena_question

selena_question[1] = {
	["index"] = 1,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 1
}
selena_question[2] = {
	["index"] = 2,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 2
}
selena_question[3] = {
	["index"] = 3,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 3
}
selena_question[4] = {
	["index"] = 4,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 1
}
selena_question[5] = {
	["index"] = 5,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 2
}
selena_question[6] = {
	["index"] = 6,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 3
}
selena_question[7] = {
	["index"] = 7,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 1
}
selena_question[8] = {
	["index"] = 8,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 2
}
selena_question[9] = {
	["index"] = 9,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 3
}
selena_question[10] = {
	["index"] = 10,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 1
}
selena_question[11] = {
	["index"] = 11,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 2
}
selena_question[12] = {
	["index"] = 12,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 3
}
selena_question[13] = {
	["index"] = 13,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 1
}
selena_question[14] = {
	["index"] = 14,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 2
}
selena_question[15] = {
	["index"] = 15,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 3
}
selena_question[16] = {
	["index"] = 16,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 1
}
selena_question[17] = {
	["index"] = 17,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！"),
	["correct"] = 2
}
